;Place localized text in this file



---------------------------------------CARBON REFLEX-----------------------

[CarbonReflexItem X2WeaponTemplate]
FriendlyName="Карбоновые псевдо-нервы"
FriendlyNamePlural="Карбоновые псевдо-нервы"
BriefSummary="Активируемые адреналиновыми всплесками псевдо-нервы улучшают точность при ответных выстрелах и выстрелах из \"Наблюдения\"."
TacticalText="<Bullet/> Улучшенная точность при ответных выстрелах и выстрелах из \"Наблюдения\"."

[CarbonReflexPassive X2AbilityTemplate]
LocFriendlyName="Карбоновые псевдо-нервы"
LocLongDescription="Карбоновые псевдо-нервы увеличивают точность при ответных выстрелах и выстрелах из \"Наблюдения\"."
LocHelpText="Улучшенная точность при выстрелах из \"Наблюдения\"."
LocFlyOverText="Карбоновые псевдо-нервы"
LocPromotionPopupText="<Bullet/> Карбоновые псевдо-нервы увеличивают точность при ответных выстрелах и выстрелах из \"Наблюдения\"."

[CarbonReflexStatBoost X2AbilityTemplate]
LocFriendlyName="Карбоновые псевдо-нервы"
LocLongDescription="Карбоновые псевдо-нервы увеличивают точность при ответных выстрелах и выстрелах из \"Наблюдения\"."
LocHelpText="Улучшенная точность при выстрелах из \"Наблюдения\"."
LocFlyOverText="Карбоновые псевдо-нервы"
LocPromotionPopupText="<Bullet/> Карбоновые псевдо-нервы увеличивают точность при ответных выстрелах и выстрелах из \"Наблюдения\"."

-------------------------------------REVITALIZER-----------------------

[RevitalizerItem X2WeaponTemplate]
FriendlyName="Реаниматор"
FriendlyNamePlural="Реаниматоры"
BriefSummary="Самая продвинутая на текущий момент система сохранения и поддержания жизни."
TacticalText="<Bullet/> \"Реаниматор\" обеспечивает возможность пассивного лечения. \n<Bullet> Можно 5 раз воспользоваться способностью \"Стабилизация\". \n<Bullet> Раз в бой может излечить бойца и всех союзников на поле боя и избавить их от всех негативных состояний."

[RevitalizerPassive X2AbilityTemplate]
LocFriendlyName="Восстановление"
LocLongDescription="\"Реаниматор\" лечит бойца каждый ход."
LocHelpText="\"Реаниматор\" лечит бойца каждый ход."
LocFlyOverText="Восстановлен"
LocPromotionPopupText="<Bullet/> \"Реаниматор\" обеспечивает возможность пассивного лечения."

[RevitalizerHeal X2AbilityTemplate]
LocFriendlyName="Восстановление"
LocLongDescription="\"Реаниматор\" лечит бойца каждый ход."
LocHelpText="\"Реаниматор\" лечит бойца каждый ход."
LocFlyOverText="Восстановлен"
LocPromotionPopupText="<Bullet/> \"Реаниматор\" обеспечивает возможность пассивного лечения."

[RevitalizerStabilize X2AbilityTemplate]
LocFriendlyName="Стабилизация"
LocLongDescription="Не дает солдату умереть от потери крови."
LocHelpText="Не дает солдату умереть от потери крови."
LocFlyOverText="Стабилизирован"
LocPromotionPopupText="<Bullet/> Не дает солдату умереть от потери крови."

[Revitalization X2AbilityTemplate]
LocFriendlyName="Реаниматор"
LocLongDescription="Избавляет от всех негативных состояний."
LocHelpText="Избавляет от любых негативных состояний."
LocFlyOverText="Реанимирован"
LocPromotionPopupText="<Bullet/> Избавляет всех солдат от любых негативных состояний."


-------------------------------------CIRCUIT BREAKER-----------------------

[CircuitBreakerItem X2WeaponTemplate]
FriendlyName="Системный взломщик"
FriendlyNamePlural="Системные взломщики"
BriefSummary="Квантовый компьютер с интеллектуальной системой подбора паролей способен улучшить навык взлома любого солдата."
TacticalText="<Bullet/> Улучшает навык взлома."

[CircuitBreakerStatBoost X2AbilityTemplate]
FriendlyName="Системный взломщик"
LocLongDescription="Улучшает навык взлома."
LocHelpText="Улучшает навык взлома."
LocFlyOverText="Системный взломщик"
LocPromotionPopupText="<Bullet/> Улучшает навык взлома."

-------------------------------------SUPERLOADER-----------------------

[SuperloaderItem X2WeaponTemplate]
FriendlyName="Система авто заряда"
FriendlyNamePlural="Система авто заряда"
BriefSummary="С помощью экспериментальной телепортации, квантовой неопределенности и черной магии мы способны обеспечить постоянную подзарядку оружия. Навсегда."
TacticalText="<Bullet/> \"Система авто заряда\" способна обеспечить бесплатную перезарядку оружия по мере необходимости."

[Superload X2AbilityTemplate]
LocFriendlyName="Авто заряд"
LocLongDescription="\"Система авто заряда\" предоставляет бесплатную перезарядку оружия."
LocHelpText="\"Система авто заряда\" предоставляет бесплатную перезарядку оружия."
LocFlyOverText="Авто заряд"
LocPromotionPopupText="<Bullet/> \"Система авто заряда\" предоставляет бесплатную перезарядку оружия."


-------------------------------------BARRIER BURSTER-----------------------

[BarrierBursterItem X2WeaponTemplate]
FriendlyName="Стена щитов"
FriendlyNamePlural="Стены щитов"
BriefSummary="К сожалению мы так полностью и не разобрались с системами щитоносцев \"Адвента\", однако создали похожую систему, могущую обеспечить энерго-щиты солдатам на короткое время."
TacticalText="<Bullet/> Предоставляет солдатам энерго-щиты до конца вашего следующего хода."

[BarrierBurst X2AbilityTemplate]
LocFriendlyName="Энергетические щиты"
LocLongDescription="Предоставляет солдатам энерго-щиты до конца вашего следующего хода."
LocHelpText="Предоставляет солдатам энерго-щиты до конца вашего следующего хода."
LocFlyOverText="Энергетические щиты"
LocPromotionPopupText="<Bullet/> \"Энергетические щиты\" предоставляет солдатам энерго-щиты до конца вашего следующего хода."



-------------------------------------SATELLITE TARGETER-----------------------

[SatTargetItem X2WeaponTemplate]
FriendlyName="Система целеуказания"
FriendlyNamePlural="Системы целеуказания"
BriefSummary="Наш секретный ''Проект GLDN-I'' позволяет обеспечить нам постоянный допуск к орбитальным спутниковым системам целеуказания \"Адвента\".".
TacticalText="<Bullet/> Орбитальные спутниковые системы целеуказания \"Адвента\" обеспечивают повышенную точность против всех врагов в радиусе захвата способности."

[SatTarget X2AbilityTemplate]
LocFriendlyName="Система целеуказания"
LocLongDescription="Повышенная точность против всех врагов в радиусе действия способности."
LocHelpText="Повышенная точность против всех врагов в радиусе действия способности."
LocFlyOverText="Система целеуказания"
LocPromotionPopupText="<Bullet/> Орбитальные спутниковые системы целеуказания \"Адвента\" обеспечивают повышенную точность против всех врагов в радиусе захвата способности."



--------------------------------------------The Proving Grounds Project------------------------------

[HHSTechTemplate X2TechTemplate]
DisplayName="Экспериментальные системы экзоскелетной брони"
Summary="Не такое смертоносное как тяжелое вооружение, однако в нужной ситуации способно обеспечить так необходимое нам боевое превосходство."
CodeName="Пейджер"
LongDescription="Не такое смертоносное как тяжелое вооружение, однако в нужной ситуации способно обеспечить так необходимое нам боевое превосходство."

